{
  "posts": [
    {
      "id": "1",
      "title": "Does a lump sum at retirement age make sense?",
      "Author": "Andrew Davison ",
      "image": "https://www.moneyweb.co.za/wp-content/uploads/2014/10/Retirement-Shutterstock-1-555x370.jpg",
      "date": "27 May 2018",
      "time": " 00:44 am",
      "summary": "The thought of receiving a large lump sum at retirement is appealing to many people, and dreaming of spending it can make all the hard work over a lifetime seem worthwhile. Provident fund members, unlike pension fund members, are not compelled to convert the lump sum into a monthly income,but whether this option.",
      "content": "The thought of receiving a large lump sum at retirement is appealing to many people, and dreaming of spending it can make all the hard work over a lifetime seem worthwhile. Provident fund members, unlike pension fund members, are not compelled to convert the lump sum into a monthly income, but whether this option is in their best interest remains open to debate.However, more often than not, it isnt. The primary need in retirement is universal its to have an inflation adjusted income for the remainder of your life and your spouses, if you have one. This is the reason why we save for retirement in the first place.The focus should be shifted to how much those savings can provide in terms of a monthly pension. For many people, R1 million is a huge amount of money and it is, except when it needs to fund a monthly income that maintains your lifestyle for 20 years or more. The reality is that a lump sum of R1 million is likely to provide an inflation adjusted pension of just R3 500 to R5 000 a month, depending on the annuity product used. Suddenly a million rand in retirement funding looks quite measly.Being a member of a provident fund doesnt mean your needs are any different to a member of a pension fund. Yet provident fund members can spend their retirement savings in one go, or within a few months of retirement, if they wish.Various arguments are put forward as to why provident funds should be allowed to continue to offer a lump sum without the requirement to convert it to a monthly income.Some members have the desire to pay off their house when they retire so they have an asset and somewhere to live. That could be a sensible part of a financial plan, but unless they have some other means of earning an income, their primary need, which remains an inflation adjusted monthly income, wont be met. The reality is that these members will still need the retirement income so they would be well advised to make a plan to pay off their house before they retire. The same applies to any other debt they might have.The second common argument for withdrawing a lump sum in full is that the money can be used to buy an income producing asset, such as a business, rental property, or even a herd of cows to farm. While this might seem like a good idea, the truth is that people often fail to take into consideration the high risk associated with such a venture  especially during retirement.The success rate of people who have worked in a corporate all their lives and then become an entrepreneur at retirement is unfortunately very low. The same applies to a city slicker who dreams of becoming a farmer. If the business you buy doesn’t succeed you may be left with no assets and maybe even a pile of debt.Lastly, spending the lump sum in order to get back to a point where you qualify for the State Old Age Grant is also not a smart plan. Although it might seem appealing to blow the cash now and then get free cash each month from the government, the state pension is very low only R1 690 per month and designed merely to keep people out of abject poverty.The bottom line, is the requirement to turn most but not all of the capital created in a retirement investment into an annuity shouldn’t be considered a constraint as it likely aligns precisely with our need anyway. And if we get tax breaks on our contributions in exchange for this constraint then that really is a bargain. Andrew Davison is the head of Advice at Old Mutual Corporate Consultants"
    },
    {
      "id": "2",
      "title": "Do Women Really Need Financial Advice For Women?",
      "Author": "Kerry Hannon ",
      "image": "https://specials-images.forbesimg.com/dam/imageserve/1135107662/960x0.jpg?fit=scale",
      "date": "Jul 19, 2018",
      "time": "12:56pm",
      "summary": "Talk about lighting a match.When Next Avenue Managing Editor Richard Eisenberg the editor of this blog, recently posted on his Facebook page his disappointment about the closing of WorthFM, an online robo adviser for female investors, he got pummeled by some women personal finance journalists he knew.",
      "content": "Talk about lighting a match.When Next Avenue Managing Editor Richard Eisenberg the editor of this blog, recently posted on his Facebook page his disappointment about the closing of WorthFM, an online robo adviser for female investors, he got pummeled by some women personal finance journalists he knew.The consensus: Women don’t need personal finance services just for them. As long as the life expectancy and therefore retirement spending calculators adjust for gender, we're good, one wrote. Women-focused financial marketing. Too manipulative and too expensive,” declared another. Women do need to plan for less income or longer lifestyle and more fear, generally, than men when it comes to investing. But they don't need all the pink washing and paternalistic sales pitches, blasted a third.Do Women Need Financial Advice for Women?So my question of the day: Do women really need women-only money management? I spoke to four personal finance experts  three women and one man for good measure  for their opinion. Sallie Krawcheck, founder of the women focused robo adviser Ellevest, did not return my query for a comment.When the WorthFM advisory service shut down in December, with roughly 600 clients and $2.7 million in assets under management, its homepage explained this was due to many factors including industry shifts and our own business. A few years ago, when the firm and other female focused robo advisers run by, and for, women launched SUM180, SheCapital now defunct, Beauty & The Bull also defunct and Ellevest Eisenberg wrote on Next Avenue: For years, many women have complained that Wall Street and financial advisers ignore them, don’t understand them or patronize them. He queried: Will women want to, and actually, use these firms? And will the firms be able to stay in business? That I’m not so sure about. For one thing, some people women and men take offense at the whole idea of financial firms, products and services for women only.Can you say, prescient?What Women Want and Don't Want.I am firmly in the camp believing that women don’t need gender-specific advisers. In my view, women don’t need to be serviced by financial advisers in a special way. Nor do we want, or value, generic advice on a financial firm’s site geared to women. We don’t want girly approaches.What we do want are advisers who treat us as individuals. And, for me at least, if the adviser happens to be a woman, all the better. Most importantly, we want to work with an adviser who’ll be happy to listen and learn about all aspects of our lives and answer questions without making us feel stupid or less than. And we don’t want to feel pressured to buy an investment product or make a fast decision.I doubt men do either.Another thing we don’t want: excessive fees for female friendly guidance. Yet that’s exactly what sometimes happens with women-focused robo advisers.In its new, excellent report on robo advisers, Money magazine found that Ellevest’s fees are steep ranging from an average of 0.42 percent for a basic Ellevest Digital account to 1.17 percent for Ellevest Private Wealth Management minimum investment: $1 million. The average robo adviser management fee, Money said, is roughly a third of traditional human advisers,just 0.36 percent.What 4 Money Experts Said,Here’s what the four personal finance experts I interviewed had to say about whether women 50+ need, or want, advice tailored just for women quotes have been edited for space:Carla Dearing, SUM180’s founding CEO:Women do not need women-only money management if it is going to be structured and delivered in traditional ways and just wrapped in a pink bow. The approach has to be much more fundamental.Our research at SUM180 shows that women have been staying on the sidelines in the financial services industry because existing products fail to address our primary financial priorities, which are, in priority order: being a burden to children, financial security, protection and maintaining a standard of living. Yet the industry continues to focus its messaging on ‘wealth management,’ ‘retirement,’ ‘invest now’ and  ‘beat the market.’Women often feel at a disadvantage in a playing field that seems overwhelmingly geared toward people with a lot of money; we are turned off by the whole investment 'game' and we really don’t want to spend large chunks of our time thinking, and talking, about our money.The problem is that few financial products and services are designed to take a holistic approach across all of the financial concerns in our lives. And unfortunately, this is particularly true for clients with fewer investable assets and lower incomes arguably, the very clients who need support from the financial services industry the most.So the industry needs to,throw out its playbook, not just try to wrap it in a pink bow.When products and services are fundamentally rebuilt to meet women's needs, they will capture a large and willing market.Eleanor Blayney, a Certified Financial Planner and former gender diversity specialist for CFP Board Center for Financial Planning:Investing is not inherently a gendered activity, though many think of it as such. For example, there is the widespread perception that investing is a man’s job, a view that is reinforced by the dearth of women investment managers.I do think nonetheless that there is definitely a place for investment services that are focused on women, such as Ellevest. It is important that the providers of such services recognize the fundamental disparity between what women will need over their lifetimes due to women’s longer lives, time out of the workforce to raise families and lower pay for equal work. And the fact that Social Security benefits are based on 35 years of employment. For those with fewer than 35 years —predominantly women — zeros for the non-working years are averaged in, resulting in lower benefits.What all this means is that women need to invest differently than men. They need to take more risk, which generally means they need more domestic and international equities relative to their male counterparts. They also need to consider disability insurance, long-term care insurance and sufficient life insurance on their partners as part of their strategy for growing and preserving wealth. They should be encouraged to delay taking their Social Security until 70, significantly increasing their benefits.In my view, what any ‘Investing for Women’ provider must provide is comprehensive financial planning, first and foremost, for women. And this planning needs to take into account not just investment of financial capital but a woman’s human capital as well. An adviser needs to help women maximize their salaries through smart career choices, negotiating for raises and advancements, making optimal use of workplace benefits.Sheryl Garrett, founder of the Garrett Planning Network financial planning firm:Do women really need women only money management?  Some do.For my mother's generation, it was and continues to be, that they are often more comfortable with a male money manager. My mother also felt that younger generations likely feel differently than she does and I strongly concur. Also, I've met some women divorcees who aren't ready to trust, or open up to, a man in the same way as they felt they could with a woman.The overwhelming majority of clients are couples, and who takes the lead varies by couple. I heard from many that the couple preferred working with a woman because their focus was on the whole picture,the family, kids, parents, career ambitions, home, lifestyle security not just their investments.Many male advisers seem to focus more on investments and pass over the human aspects, which most women tend to prioritize.I think that it's much more important to find an adviser who truly understands your needs, objectives, fears and frustrations. It boils down to who you connect best with and who you feel you can work with most effectively.Dan Egan, director of behavioral finance at the dual-gender robo adviser Betterment:When it comes to financial advice, we’ve found that women want the same things as men: great service and customized advice focused on their needs and goals. While advice should be tailored for gender due to factors such as life expectancy, the way customers are treated and the way advice is given should be the same — regardless of gender."
    },
    {
      "id": "3",
      "title": "The risk that many people ignore",
      "Author": "Patrick Cairns ",
      "image": "https://www.moneyweb.co.za/wp-content/uploads/2014/07/245577226_4-555x444.jpg",
      "date": "30 April 2018",
      "time": "00:14  AM",
      "summary": "When many investors hear the term -liquidity risk they think of it as something technical that they needn’t be too concerned about. However it is something that is likely to effect everybody at some.",
      "content": "When many investors hear the term -liquidity risk they think of it as something technical that they needn’t be too concerned about. However it is something that is likely to effect everybody at some point.Liquidity refers to how quickly something can be sold. Shares in Naspers are highly liquid because hundreds of thousands of them are bought and sold in thousands of deals every day on the JSE.A game farm in Vaalwater, on the other hand, is a lot less liquid as there aren’t thousands of people lining up on a daily basis to get their hands on one. It will therefore take a lot longer to find a buyer.Why this is significant is that if something cannot be disposed of quickly, it is very difficult to prevent or minimise a loss. If shares in Naspers fall and you want to exit, you should have little trouble in selling your holding to someone else and therefore managing your realised loss. If however the bottom falls out of the game farm market in Vaalwater, disposing of that property could be almost impossible.Small caps and large properties.This is why liquidity risk is often spoken about in terms of small-cap stocks on the JSE. A stock like Erin Energy Corporation, for instance, hasn’t traded in months.Shares in the company last changed hands in mid-December 2017 at R30 per share. However, the only bid currently in the market for that same counter is R2.18.On Wednesday, Erin announced that it was filing for bankruptcy protection in the United States. If anyone holding the stock on the JSE wanted to offload it on the back of this news, they would not have been able to do so.The reality is that any asset is only worth what you can sell it for. And if you have to sell something in a hurry, if it is not liquid, you may find yourself getting a lot less for it than you expected.Another obvious example of this is the housing market. A home may be valued at R1 million, but in a downturn it is unlikely to realise that much.If market conditions are poor and there is little demand, buyers may only be offering R800 000 or less. An owner who is in need of cash or has some other financial demands at that point may have no option but to sell at that price.No value at all.Liquidity risk can also be taken one step further. If an asset is only worth what you can sell it for, then it also follows that if you cant sell it at all, it is worth nothing.This is a risk that many people putting their money into alternative, unregulated investment schemes fail to appreciate.A unit trust, locally-regulated hedge fund or exchange-traded fund offers guaranteed liquidity. If you ever want to buy into or sell out of one of these funds you will always be able to do so because they are constructed to ensure that this is always possible.However, this isn’t the case with a number of other so-called investment opportunities.A particularly infamous example is Mandela Coins bought from dealers who do not guarantee that they will buy them back when you want to sell them. If you can’t find a buyer for the coin that you paid thousands of rand for, then what is its actual value?Read: A rare R5 Mandela coin: A sound investment?A more extreme example was Electio Alternative Investments, which purported to be selling clients baskets of rare earth metals. They priced these baskets at regular intervals (although how they did so was highly questionable), but there was never actually any market into which to sell them.Investors have therefore been left holding assets which are, effectively, worthless. No one will buy them, and so they have no value.Read: When valuable rare earth metals may actually be worthless.This is something that investors should be extremely alert to when considering ‘investment opportunities’ that are out of the ordinary. If they involve buying an asset in the belief that its value will increase over time, always remember that there has to be another party on the other end of that equation.How is that value actually to be realised? In other words, who is going to buy it from you.."
    }

  ]
}
